Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
fr_fr: Les types d'objectifs peuvent être configurés pour être utilisés dans n'importe quel plan d'objectifs. La population cible, la visibilité et les champs du formulaire d'objectif peut être personnalisés.

source: Start by creating goal types
fr_fr: Commencez par créer des types d'objectifs

source: The total weight cannot exceed 100%.
fr_fr: Le poids total ne peut pas dépasser 100 %.

source: Allocate weights to each workflow section
fr_fr: Attribuer des poids à chaque section du workflow

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
fr_fr: Répartissez les poids des objectifs entre les différentes sections du workflow, en veillant à ce que le poids cumulatif soit de 100 %.

source: Enable goals
fr_fr: Activer les objectifs

source: Enable the "Goals" feature
fr_fr: Activer la fonction " Objectifs "

source: Go to Builder
fr_fr: Aller à Builder

source: Goal Plans
fr_fr: Plans d'objectifs

source: Goal tags
fr_fr: Etiquettes de l'objectif

source: Goal Types
fr_fr: Types d'objectifs

source: Enable or create goal types to be included in the plan.
fr_fr: Activez ou créez des types d'objectifs à inclure au plan.

source: Goal uploads
fr_fr: Chargements d'objectifs

source: Weighted goal configuration
fr_fr: Configuration des objectifs pondérés

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
fr_fr: Activez les options de pondération et d'édition pour chaque type d'objectif dans le plan d'objectifs pour permettre aux managers et aux employé(e)s de personnaliser le poids de leurs objectifs.

source: Goal Tag Libraries
fr_fr: Bibliothèques d'étiquettes d'objectifs

source: Home
fr_fr: Accueil

source: Enable the "Home" feature
fr_fr: Activer la fonction " Accueil "

source: Home settings
fr_fr: Paramètres de la page d'accueil

source: Individual Pay Range
fr_fr: Échelle de rémunération individuelle

source: Job Architecture
fr_fr: Architecture de postes

source: Language
fr_fr: Langue

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
fr_fr: Sélectionnez la langue par défaut de votre entreprise. Votre choix s'appliquera à tous les utilisateurs de l'application lors de leur première connexion. Les utilisateurs peuvent ensuite modifier la langue à tout moment dans leurs paramètres utilisateur.

source: Legal Entity
fr_fr: Entité légale

source: Custom Labeling
fr_fr: Intitulé personnalisé

source: Localization
fr_fr: Localisation

source: Users
fr_fr: Utilisateurs

source: Enable beqom for Microsoft Outlook
fr_fr: Activer beqom pour Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
fr_fr: Permettre aux utilisateurs de voir les notifications, de créer des objectids et d'offrir ou de demander du feedback directement depuis l'application Microsoft Outlook à l'aide de beqom.

source: beqom for Microsoft Outlook
fr_fr: beqom pour Microsoft Outlook

source: Enable beqom for Microsoft Teams
fr_fr: Activer beqom pour Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
fr_fr: Permettre aux utilisateurs de voir les notifications, de créer des objectids et d'offrir ou de demander du feedback directement depuis l'application Microsoft Teams à l'aide de beqom.

source: beqom for Microsoft Teams
fr_fr: beqom pour Microsoft Teams

source: Email Notifications
fr_fr: Notifications par email

source: Body:
fr_fr: Corps :

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
fr_fr: Cliquez sur le lien pour modifier le corps de cette notification. Vous pouvez également consulter la notification dans les autres langues disponibles dans le système et en modifier le texte.

source: Email notification settings
fr_fr: Paramètres de notification par email

source: Allow the distribution of notification emails to the application users.
fr_fr: Autorisez la distribution d'emails de notification aux utilisateurs de l'application.

source: Enable email notifications for the company
fr_fr: Activer les notifications par email pour l'entreprise

source: Email is associated with this notification.
fr_fr: Un email est associé à cette notification.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
fr_fr: Lorsque vous modifiez le texte, utilisez la balise suivante : {FromUser} pour faire référence à l'utilisateur qui envoie la notification.

source: Subject:
fr_fr: Sujet :

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
fr_fr: Cliquez sur le lien pour modifier le texte d'objet de cette notification. Vous pouvez également consulter la notification dans les autres langues disponibles dans le système et en modifier le texte.

source: Company email notifications
fr_fr: Notifications par email de l'entreprise

source: All days
fr_fr: Tous les jours

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
fr_fr: Certaines notifications peuvent être programmées. Sélectionnez le rappel, activez l'outil de programmation, puis définissez le jour et l'heure. Gardez à l'esprit que les notifications par email doivent également être activées dans la liste des notifications par email.

source: Enabled
fr_fr: Actif

source: hour
fr_fr: heure

source: Jobs
fr_fr: Tâches

source: Scheduling
fr_fr: Planification

source: Nudge duplication
fr_fr: Duplication de notification d'encouragement

source: Are you sure you want to duplicate this nudge?
fr_fr: Voulez-vous vraiment dupliquer cette notification d'encouragement ?

source: The nudge was successfully duplicated.
fr_fr: La notification d'encouragement a été correctement dupliquée.

source: Open nudge
fr_fr: Ouvrir la notification d'encouragement

source: Please proceed with editing the duplicated nudge.
fr_fr: Veuillez procéder à la modification de la notification d'encouragement dupliquée.

source: Nudge Notifications
fr_fr: Notifications d'encouragement

source: Get started by creating one.
fr_fr: Créez-en un pour commencer.

source: No nudge notifications yet!
fr_fr: Aucune notifications d'encouragement

source: The nudge was successfully deleted.
fr_fr: La notification d'encouragement a été correctement supprimée.

source: Delete nudge
fr_fr: Supprimer la notification d'encouragement

source: Are you sure you want to delete this nudge?
fr_fr: Voulez-vous vraiment supprimer cette notification d'encouragement ?

source: View company information
fr_fr: Consultez les informations de votre entreprise

source: Onboarding duration
fr_fr: Durée de la phase d'intégration employé(e)

source: Give your first feedback
fr_fr: Offrez votre premier feedback

source: Create/view your goals
fr_fr: Créez/consultez vos objectifs

source: Language selection
fr_fr: Sélection de la langue

source: Download the mobile app
fr_fr: Téléchargez l'application mobile

source: View your passport information
fr_fr: Consultez votre passeport

source: Enable the onboarding wizard
fr_fr: Activer l'assistant d'intégration employé(e)

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
fr_fr: Cette unité organisationnelle possède des références associées. En cas de suppression, toutes les références associées seront supprimées. Voulez-vous vraiment supprimer l'unité organisationnelle ?

source: Organization external ID
fr_fr: ID externe de l'organisation

source: Organization name
fr_fr: Nom de l'organisation

source: Parent organization external ID
fr_fr: ID externe de l'organisation parente

source: Parent organization name
fr_fr: Nom de l'organisation parente

source: Enter a name
fr_fr: Saisir un nom

source: Organizational Units
fr_fr: Unités organisationnelles

source: {{count}} person
fr_fr: {{count}} personne

source: {{count}} people
fr_fr: {{count}} personnes

source: Passport
fr_fr: Passeport

source: Enable the "Passport" feature
fr_fr: Activer la fonction " Passeport "

source: Pay Scale
fr_fr: Échelle salariale

source: Performance Rating Scales
fr_fr: Échelles de notation de performance

source: Performance Review Rating
fr_fr: Notation du bilan de performance

source: Planner
fr_fr: Planificateur

source: Enable the "Planner" feature
fr_fr: Activer la fonction " Planificateur "

source: The population was successfully deactivated.
fr_fr: La population a été correctement désactivée.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
fr_fr: Voulez-vous vraiment désactiver cette population ? Elle sera retirée de tous les processus futurs ; cela n'aura toutefois pas d'impact sur les cycles passés.

source: Confirm deactivation
fr_fr: Confirmation de désactivation

source: Population criteria
fr_fr: Critères de la population

source: Criteria blocks:
fr_fr: Blocs de critères :

source: Population scope:
fr_fr: Périmètre de la population :

source: Custom criteria
fr_fr: Critères personnalisés

source: Include everybody
fr_fr: Inclure tout le monde

source: Population name
fr_fr: Nom de la population

source: Which criteria should this block meet?
fr_fr: Quels critères ce bloc doit-il satisfaire ?

source: Criteria
fr_fr: Critères

source: Operator
fr_fr: Opérateur

source: Population details
fr_fr: Détails de la population

source: Value:
fr_fr: Valeur :

source: The population was successfully duplicated and a new item was created.
fr_fr: La population a été correctement dupliquée et un nouvel élément a été créé.

source: Open population
fr_fr: Population ouverte

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtre. Supprimez vos filtres et effacez votre recherche pour afficher tous les résultats.

source: No results found
fr_fr: Aucun résultat

source: No populations created yet
fr_fr: Aucune population créée pour le moment

source: No populations
fr_fr: Aucune population

source: The population cannot be cloned; Its name is too long.
fr_fr: La population ne peut pas être clonée ; son nom est trop long.

source: Add condition
fr_fr: Ajouter une condition

source: All criteria
fr_fr: Tous les critères

source: Any criterion
fr_fr: N'importe quel critère

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
fr_fr: Vous avez atteint la limite maximale de 25 critères pour cette définition de population. Pour en ajouter d'autres, supprimez des critères existants.

source: Select which criteria will determine the people included in this population.
fr_fr: Sélectionnez les critères qui détermineront les personnes comprises dans cette population.

source: Define custom criteria
fr_fr: Définir des critères personnalisés

source: Select how you want to define population criteria.
fr_fr: Sélectionnez comment vous souhaitez définir les critères de population.

source: You haven't added any blocks yet.
fr_fr: Vous n'avez ajouté aucun bloc pour le moment.

source: Add blocks to start configuring the population criteria.
fr_fr: Ajoutez des blocs pour commencer à configurer les critères de population.

source: Field
fr_fr: Champs

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
fr_fr: Si vous sélectionnez cette option, toutes les informations saisies dans le formulaire seront effacées. Cette action ne peut pas être annulée. Voulez-vous vraiment continuer ?

source: Confirm selection
fr_fr: Confirmer la sélection

source: of {{blocksMax}}
fr_fr: sur {{blocksMax}}

source: Criteria blocks
fr_fr: Blocs de critères

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
fr_fr: Choisissez, parmi tous les champs disponibles dans la fondation de données standard pour définir les règles d'inclusion.

source: Population scope
fr_fr: Périmètre de la population

source: Back to list
fr_fr: Retour à la liste

source: Select {{fieldName}}
fr_fr: Sélectionner {{fieldName}}

source: Clear all
fr_fr: Effacer tout

source: Clear all filters
fr_fr: Effacer tous les filtres

source: Click row to expand · Checkbox to select · Hover for actions
fr_fr: Cliquer sur la ligne pour développer · Case à cocher pour sélectionner · Survoler pour les actions

source: Deselect all
fr_fr: Tout désélectionner

source: Direct children: {{count}}/{{total}}
fr_fr: Enfants directs : {{count}}/{{total}}

source: Is parent selected
fr_fr: Parent sélectionné

source: Level
fr_fr: Niveau

source: Indirect children: {{count}}/{{total}}
fr_fr: Enfants indirects : {{count}}/{{total}}

source: items selected
fr_fr: éléments sélectionnés

source: items total
fr_fr: éléments au total

source: Partial
fr_fr: Partiel

source: Selected (with descendants)
fr_fr: Sélectionné (avec les descendants)

source: Solo selected (node only)
fr_fr: Solo sélectionné (nœud uniquement)

source: L{{level}}
fr_fr: N{{level}}

source: No items found
fr_fr: Aucun élément trouvé

source: No results match the search criteria
fr_fr: Aucun résultat ne correspond aux critères de recherche.

source: Parent selected
fr_fr: Parent sélectionné

source: Root level
fr_fr: Niveau racine

source: Select all
fr_fr: Sélectionner tout

source: select all direct children
fr_fr: sélectionner tous les enfants directs

source: select all indirect children
fr_fr: sélectionner tous les enfants indirects

source: select node only
fr_fr: sélectionner uniquement le nœud

source: Selected items
fr_fr: Éléments sélectionnés

source: Show selected
fr_fr: Afficher la sélection

source: Show selected items
fr_fr: Afficher les éléments sélectionnés

source: Unselect all
fr_fr: Désélectionner tout

source: unselect all direct children
fr_fr: tout désélectionner les enfants directs

source: unselect all indirect children
fr_fr: désélectionner tous les enfants indirects

source: unselect node only
fr_fr: désélectionner uniquement le nœud

source: Define the title and description of the population
fr_fr: Définissez le titre et la description de la population

source: Basic information
fr_fr: Informations de base

source: An element with that name already exists in the system. Please choose a unique name to proceed.
fr_fr: Un élément portant ce nom existe déjà dans le système. Veuillez choisir un nom unique pour continuer.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
fr_fr: Sélectionnez une date d'entrée en vigueur pour consulter un aperçu d'une population. Cette étape est à visée informative uniquement ; aucune date d'entrée en vigueur ne sera attribuée à la configuration de la population.

source: Select an effective date to test the outcome.
fr_fr: Sélectionnez une date d'entrée en vigueur pour tester le résultat.

source: Preview population
fr_fr: Aperçu de la population

source: Remove condition
fr_fr: Supprimer la condition

source: Create population
fr_fr: Créer une population

source: Edit population
fr_fr: Modifier la population

source: Effective date
fr_fr: Date d'entrée en vigueur

source: The population was successfully published.
fr_fr: La population a été correctement publiée.

source: The population was successfully saved.
fr_fr: La population a été correctement enregistrée.

source: Search for population
fr_fr: Rechercher une population

source: Last updated
fr_fr: Dernière mise à jour

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
fr_fr: Permettez aux employé(e)s avec des rôles d'administrateur et de conformité d'accorder un accès par procuration à tout employé(e) actif/active dans votre entreprise. Les employé(e)s qui reçoivent un accès par procuration pourront se substituer à des employé(e)s individuel(le)s ou à tous les employé(e)s actifs/actives de l'entreprise.

source: Granted users
fr_fr: Utilisateurs autorisés

source: Manage proxy access
fr_fr: Gérer l'accès par procuration

source: Workers with proxy access
fr_fr: Employé(e)s avec accès par procuration

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
fr_fr: Les employé(e)s qui reçoivent un accès par procuration pourront agir au nom d'employé(e)s individuel(le)s ou de tous les employé(e)s actifs/actives de l'entreprise.

source: Grant proxy access
fr_fr: Accorder un accès par procuration

source: No workers added to the list
fr_fr: Aucun(e) employé(e) ajouté(e) à la liste

source: No workers yet
fr_fr: Aucun(e) employé(e)

source: Proxy permission settings
fr_fr: Paramètres des permissions d'accès par procuration

source: Proxy permission
fr_fr: Autorisation d'accès par procuration

source: Allow workers to proxy other workers
fr_fr: Permettez à des employé(e)s d'agir au nom d'autres employé(e)s

source: Proxy permission manager
fr_fr: Gestionnaire des autorisations d'accès par procuration

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
fr_fr: Vous êtes sur le point de supprimer l'accès par procuration accordé à {{workerFullName}}. Voulez-vous vraiment continuer ?

source: Delete proxy permission
fr_fr: Supprimer l'autorisation d'accès par procuration

source: Proxy access count
fr_fr: Nombre d'accès par procuration

source: Department
fr_fr: Service

source: Manager
fr_fr: Responsable

source: Proxy access list
fr_fr: Liste des accès par procuration

source: No workers found
fr_fr: Aucun(e) employé(e) trouvé(e)

source: Please check the spelling or change your search.
fr_fr: Veuillez vérifier l'orthographe ou modifier votre recherche.

source: All company
fr_fr: Toute l'entreprise

source: Individuals
fr_fr: Personnes

source: and more
fr_fr: et plus

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
fr_fr: Cette page est en lecture seule en raison de votre rôle et de vos permissions. Pour effectuer des modifications, contactez votre administrateur système.

source: Self-review
fr_fr: Bilan individuel

source: No custom sections added yet.
fr_fr: Aucune section personnalisée

source: At least one question is mandatory in the custom section.
fr_fr: Au moins une question est obligatoire dans une section personnalisée.

source: Custom section
fr_fr: Section personnalisée

source: Create custom section
fr_fr: Créer une section personnalisée

source: Enable performance reviews
fr_fr: Activer les bilans de performance

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux administrateurs RH de créer des bilans de performance dans lesquels les employé(e)s et les managers réfléchissent aux événements survenus au cours d'une période définie.

source: Allow local admins in review templates
fr_fr: Autoriser les administrateurs locaux dans les modèles de bilan

source: Allow reviews to be reopened
fr_fr: Permettre la réouverture des bilans

source: General performance review settings
fr_fr: Paramètres généraux de bilan de performance

source: Historical Reviews
fr_fr: Bilans passés

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
fr_fr: La population du bilan sera déterminée selon l'accès de l'administrateur local. Il/elle pourra uniquement modifier la population au sein du modèle.

source: Review settings
fr_fr: Paramètres du bilan

source: Allow new managers to see closed reviews
fr_fr: Permettre aux nouveaux managers de voir les bilans clôturés

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
fr_fr: Les bilans de performance clôturés par l'ancien manager d'un(e) employé(e) seront rendus visibles au nouveau manager. L'ancien manager pourra toujours voir le bilan après son transfert.

source: Performance review templates
fr_fr: Modèles de bilan de performance

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
fr_fr: Si un manager a moins de subordonnés directs que le nombre spécifié ci-dessous, il/elle peut alors consulter la page de calibration sans prendre de mesures.

source: Specify the minimum number
fr_fr: Spécifiez le nombre minimum

source: Minimum number of direct reports
fr_fr: Nombre minimum de subordonnés directs

source: Calculation
fr_fr: Calcul

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
fr_fr: Ces recommandations sont à titre de référence uniquement ; le non-respect entraînera un rappel amical.

source: Rating
fr_fr: Notation

source: Distribution guidelines
fr_fr: Recommandations de distribution

source: Total distribution: {{total}}%
fr_fr: Total de la distribution : {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
fr_fr: La distribution totale doit atteindre 100 %. Veuillez ajuster les valeurs en conséquence.

source: Specify the interval during which the calibration period will be open.
fr_fr: Spécifiez l'intervalle pendant lequel la période de calibration sera ouverte.

source: Calibration process period
fr_fr: Période de processus de calibrage

source: Challenge process
fr_fr: Processus de contestation

source: Final validation
fr_fr: Validation finale

source: Moderation & calibration
fr_fr: Modération & étalonnage

source: Worker sign-off comment box
fr_fr: Champ de commentaire de validation de l'employé(e)

source: Worker self-assessment
fr_fr: Auto-évaluation de l'employé(e)

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
fr_fr: Vous êtes sur le point de déplacer tous les bilans vers le statut « Fermé (Système) ». Êtes-vous sûr de vouloir fermer le bilan ?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
fr_fr: Vous êtes sur le point de passer tous les bilans au statut " Clôturé (Système) ". Les bilans au statut " Discutons-en " ou " Contesté " ne seront pas fermés. Voulez-vous vraiment supprimer le bilan ?

source: Close review
fr_fr: Fermer le bilan
